Repository: ZoltePudeleczko/Kodi-GeForceNOW
Catalog: script.geforcenow/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, fr_fr, it_it, pl_pl, pt_pt

# #32001
source: Use custom executable:
de_de: Benutzerdefiniertes Programm verwenden:
es_es: Usar ejecutable personalizado:
fr_fr: Utiliser un exécutable personnalisé :
it_it: Usa eseguibile personalizzato:
pl_pl: Użyj innego pliku .exe:
pt_pt: Usar executável personalizado:

# #32002
source: Custom Executable:
de_de: Benutzerdefiniertes Programm:
es_es: Ejecutable personalizado:
fr_fr: Exécutable personnalisé :
it_it: Eseguibile personalizzato:
pl_pl: Ścieżka:
pt_pt: Executável personalizado:

# #32003
source: Executable not found
de_de: Programm nicht gefunden
es_es: Ejecutable no encontrado
fr_fr: Exécutable introuvable
it_it: Eseguibile non trovato
pl_pl: Nie znaleziono pliku .exe
pt_pt: Executável não encontrado

# #32004
source: The NVIDIA GeForceNOW executable was not found on your System in the expected locations.
de_de: Die NVIDIA GeForce NOW-Anwendung wurde an den erwarteten Speicherorten auf Ihrem System nicht gefunden.
es_es: El ejecutable de NVIDIA GeForceNOW no se encontró en su sistema en las ubicaciones esperadas.
fr_fr: L'exécutable NVIDIA GeForce NOW est introuvable aux emplacements attendus sur votre système.
it_it: L'eseguibile NVIDIA GeForce NOW non è stato trovato nelle posizioni previste sul tuo sistema.
pl_pl: Nie znaleziono zainstalowanego NVIDIA GeForceNOW na komputerze.
pt_pt: O executável do NVIDIA GeForce NOW não foi encontrado no seu sistema nos locais esperados.

# #32005
source: Addon Settings
de_de: Addon-Einstellungen
es_es: Configuración del complemento
fr_fr: Paramètres de l'extension
it_it: Impostazioni add-on
pl_pl: Ustawienia Wtyczki
pt_pt: Definições do add-on

# #32006
source: Would you like to open the Addon Settings and specify the NVIDIA GeForceNOW location?
de_de: Möchten Sie die Addon-Einstellungen öffnen und den Speicherort von NVIDIA GeForce NOW angeben?
es_es: ¿Le gustaría abrir la configuración del complemento y especificar la ubicación de NVIDIA GeForceNOW?
fr_fr: Voulez-vous ouvrir les paramètres de l'extension et indiquer l'emplacement de NVIDIA GeForce NOW ?
it_it: Vuoi aprire le impostazioni dell'add-on e specificare la posizione di NVIDIA GeForce NOW?
pl_pl: Czy chcesz otworzyć ustawienia wtyczki i wybrać lokalizację NVIDIA GeForceNOW?
pt_pt: Gostaria de abrir as definições do add-on e indicar a localização do NVIDIA GeForce NOW?

# #32007
source: Unsupported platform
de_de: Nicht unterstützte Plattform
es_es: Plataforma no compatible
fr_fr: Plateforme non prise en charge
it_it: Piattaforma non supportata
pl_pl: Niewspierana platforma
pt_pt: Plataforma não suportada

# #32008
source: This Add-on currently works only on Windows and Linux platforms.
de_de: Dieses Add-on funktioniert derzeit nur auf Windows- und Linux-Plattformen.
es_es: Este complemento actualmente solo funciona en plataformas Windows y Linux.
fr_fr: Cette extension fonctionne actuellement uniquement sur les plateformes Windows et Linux.
it_it: Questo add-on attualmente funziona solo su piattaforme Windows e Linux.
pl_pl: Ta wtyczka działa obecnie tylko na platformach Windows i Linux.
pt_pt: Este add-on atualmente funciona apenas em plataformas Windows e Linux.

# #32011
source: Stop all media playback on start
de_de: Alle Medienwiedergaben beim Start stoppen
es_es: Detener toda la reproducción de medios al iniciar
fr_fr: Arrêter toute lecture multimédia au démarrage
it_it: Interrompi la riproduzione dei contenuti multimediali all'avvio
pl_pl: Zatrzymaj wszystkie odtwarzane media przy starcie
pt_pt: Parar toda a reprodução multimédia ao iniciar

# #32012
source: Flatpak not found
de_de: Flatpak nicht gefunden
es_es: Flatpak no encontrado
fr_fr: Flatpak introuvable
it_it: Flatpak non trovato
pl_pl: Nie znaleziono Flatpaka
pt_pt: Flatpak não encontrado

# #32013
source: Flatpak was not found on your system. Install Flatpak or configure a custom executable in the Addon Settings.
de_de: Flatpak wurde auf Ihrem System nicht gefunden. Installieren Sie Flatpak oder konfigurieren Sie ein benutzerdefiniertes Programm in den Addon-Einstellungen.
es_es: Flatpak no se encontró en su sistema. Instale Flatpak o configure un ejecutable personalizado en la configuración del complemento.
fr_fr: Flatpak est introuvable sur votre système. Installez Flatpak ou configurez un exécutable personnalisé dans les paramètres de l'extension.
it_it: Flatpak non è stato trovato sul tuo sistema. Installa Flatpak o configura un eseguibile personalizzato nelle impostazioni dell'add-on.
pl_pl: Nie znaleziono Flatpaka w systemie. Zainstaluj Flatpaka lub skonfiguruj własny plik wykonywalny w ustawieniach wtyczki.
pt_pt: O Flatpak não foi encontrado no seu sistema. Instale o Flatpak ou configure um executável personalizado nas definições do add-on.

# #32014
source: GeForce NOW Flatpak not installed
de_de: GeForce NOW-Flatpak nicht installiert
es_es: Flatpak de GeForce NOW no instalado
fr_fr: Flatpak GeForce NOW non installé
it_it: Flatpak di GeForce NOW non installato
pl_pl: Flatpak GeForce NOW nie jest zainstalowany
pt_pt: Flatpak do GeForce NOW não instalado

# #32015
source: The Flatpak 'io.github.hmlendea.geforcenow-electron' is not installed. Install it or configure a custom executable in the Addon Settings.
de_de: Das Flatpak „io.github.hmlendea.geforcenow-electron“ ist nicht installiert. Installieren Sie es oder konfigurieren Sie ein benutzerdefiniertes Programm in den Addon-Einstellungen.
es_es: El Flatpak 'io.github.hmlendea.geforcenow-electron' no está instalado. Instálelo o configure un ejecutable personalizado en la configuración del complemento.
fr_fr: Le Flatpak 'io.github.hmlendea.geforcenow-electron' n'est pas installé. Installez-le ou configurez un exécutable personnalisé dans les paramètres de l'extension.
it_it: Il Flatpak 'io.github.hmlendea.geforcenow-electron' non è installato. Installalo o configura un eseguibile personalizzato nelle impostazioni dell'add-on.
pl_pl: Flatpak 'io.github.hmlendea.geforcenow-electron' nie jest zainstalowany. Zainstaluj go lub skonfiguruj własny plik wykonywalny w ustawieniach wtyczki.
pt_pt: O Flatpak 'io.github.hmlendea.geforcenow-electron' não está instalado. Instale-o ou configure um executável personalizado nas definições do add-on.

# #32025
source: Flatpak permission required
de_de: Flatpak-Berechtigung erforderlich
fr_fr: Autorisation Flatpak requise
it_it: Permesso Flatpak richiesto
pl_pl: Wymagane uprawnienia Flatpak
pt_pt: Permissão Flatpak necessária

# #32026
source: Kodi is running as Flatpak so it cannot start GeForce NOW. Recommended fix: install Kodi natively (not via Flatpak). Advanced: you can try allowing Kodi to talk to Flatpak and restart Kodi: flatpak override --user --talk-name=org.freedesktop.Flatpak tv.kodi.Kodi Alternatively, configure a custom executable in the Addon Settings.
de_de: Kodi wird als Flatpak ausgeführt und kann GeForce NOW daher nicht starten. Empfohlene Lösung: Kodi nativ installieren (nicht via Flatpak). Erweitert: Sie können versuchen, Kodi die Kommunikation mit Flatpak zu erlauben und Kodi neu zu starten: flatpak override --user --talk-name=org.freedesktop.Flatpak tv.kodi.Kodi Alternativ können Sie ein benutzerdefiniertes Programm in den Addon-Einstellungen konfigurieren.
fr_fr: Kodi s'exécute en tant que Flatpak, il ne peut donc pas démarrer GeForce NOW. Correctif recommandé : installer Kodi nativement (pas via Flatpak). Avancé : vous pouvez essayer d'autoriser Kodi à communiquer avec Flatpak puis redémarrer Kodi : flatpak override --user --talk-name=org.freedesktop.Flatpak tv.kodi.Kodi Sinon, configurez un exécutable personnalisé dans les paramètres de l'extension.
it_it: Kodi è in esecuzione come Flatpak, quindi non può avviare GeForce NOW. Correzione consigliata: installare Kodi in modo nativo (non tramite Flatpak). Avanzato: puoi provare a consentire a Kodi di comunicare con Flatpak e riavviare Kodi: flatpak override --user --talk-name=org.freedesktop.Flatpak tv.kodi.Kodi In alternativa, configura un eseguibile personalizzato nelle impostazioni dell'add-on.
pl_pl: Kodi działa jako Flatpak, więc nie może uruchomić GeForce NOW. Zalecane rozwiązanie: zainstaluj Kodi natywnie (nie przez Flatpaka). Zaawansowane: możesz spróbować zezwolić Kodi na komunikację z Flatpakiem i zrestartować Kodi: flatpak override --user --talk-name=org.freedesktop.Flatpak tv.kodi.Kodi Alternatywnie skonfiguruj własny plik wykonywalny w ustawieniach wtyczki.
pt_pt: O Kodi está a ser executado como Flatpak, pelo que não pode iniciar o GeForce NOW. Correção recomendada: instalar o Kodi de forma nativa (não via Flatpak). Avançado: pode tentar permitir que o Kodi comunique com o Flatpak e reiniciar o Kodi: flatpak override --user --talk-name=org.freedesktop.Flatpak tv.kodi.Kodi Em alternativa, configure um executável personalizado nas definições do add-on.

# #32009
source: Custom executable not found
es_es: Ejecutable personalizado no encontrado

# #32010
source: The custom executable was not found. Please select a new location for it on the Addon Settings.
es_es: No se encontró el ejecutable personalizado. Por favor, seleccione una nueva ubicación para él en la configuración del complemento.
